// © Copyright 2004-2017 HP Development Company, L.P.

OfflineMessageText = "无法与选定设备通信。\n它可能已关闭，或者可能已断开连接。";
TextTooLongErrorExplanation = "请输入长度小于或等于 %d 个字符的文本。";
NumberNotInRangeErrorExplanation = "请输入小于 %f 或大于 %f 的数值。";
IncorrectIpAddressErrorExplanation = "IP 地址必须由四组数字（每组均为 0 至 255）构成，中间以句点分隔。";
InvalidCharsInTextErrorExplanation = "请输入有效的字符。";

CDopenTitle = "CD/DVD 纸盘未关闭";
CDopenMsg = "请关闭 CD/DVD 纸盘以继续从主纸盘打印。";

NotInitiatedTitle = "无法启动清洁进程";
NotInitiatedMsg = "无法启动清洁步骤。请检查并确认设备已联机，且未在处理任何作业。";

NoAlignTitle = "无法进行对齐";
NoAlignMsg = "请检查并确认您的设备已连接并打开，然后重试。";

TwowayConnectionErrorTitle = "无法建立与该设备之间的双向通信";
TwowayConnectionErrorMessage = "请检查并确认您的设备已连接并打开，然后重试。";

OnlyPhotoPenInstalledErrorTitle = "仅安装有照片墨盒时无法执行对齐操作";
OnlyPhotoPenInstalledErrorMessage = "安装有彩色、黑色、彩色/黑色、彩色/照片墨盒时均可执行对齐操作。请安装允许的墨盒组合之一。";

DeviceInReserveModeMsg = "无法在保留模式执行对齐。请更换空的或缺失的墨盒。";

NoPensErrorTitle = "未检测到打印墨盒";
NoPensErrorMessage = "如果已安装打印墨盒，请检查是否已去除喷墨孔上的塑料封带。";

NoCartridgesErrorTitle = "未检测到打印墨盒";
NoCartridgesErrorMessage = "如未安装所有打印墨盒，则无法进行打印。有关详细信息，请参阅设备文档。";

SomeCartridgeErrorTitle = "如果不安装所有墨盒将无法打印";
SomeCartridgeErrorMessage = "墨盒显示为缺失、未检测到或未正确安装。";

SomePenErrorTitle = "如果不安装所有墨盒将无法打印";
SomePenErrorMessage = "有一个墨盒缺失、未检测到或安装不正确。";

SomePrintheadErrorTitle = "如未安装所有打印头，则无法进行打印";
SomePrintheadErrorMessage = "打印头缺失、未检测到或安装不正确。";

PrintheadErrorTitle = "安装了打印头才能进行打印";

FrontDoorOpenTitle = "前门已打开";
DoorOpenTitle = "门/盖未关闭";
DoorOpenMsg = "设备无法进行打印，因为盖子开着。请关闭设备上的所有盖子。";

DeviceBusyErrorTitle = "设备当前正忙";
DeviceBusyErrorMessage = "请等候设备完成其当前作业。";

IncorrectStateErrorTitle = "设备处于出错状态";
IncorrectStateErrorMessage = "请解决设备的错误状况，然后重试。";

InstallFuserErrorTitle = "定影组件缺失";
InstallFuserErrorMessage = "关闭设备，重新安装定影组件，然后重启设备。";

UnsupCartridgeTitle = "不支持的打印墨盒";
UnsupSilverPenMsg = "Macintosh 打印不支持安装有银色打印墨盒的打印机。\n请更换为黑色打印墨盒，然后重试。";

CalibrationFailedTitle = "无法执行打印质量校准";

NoCmyCartridgeTitle = "无法执行打印质量校准";
NoCmyCartridgeMsg = "要执行此步骤，请在设备中插入三色墨盒。";

Yes = "是";
No = "否";

HSDCancelButtonTitle = "取消";
HideButtonTitle = "隐藏";
HSDOKButtonTitle = "确定";
HSDContinueButtonTitle = "继续";
HSDDoneButtonTitle = "完成";
HSDCloseButtonTitle = "关闭";
HSDSkipButtonTitle = "跳过";
HSDMoreInfoButtonTitle = "更多信息…";
HSDQuitButtonTitle = "退出";
HSDRetryButtonTitle = "重试";

DidFailLoadTitle = "无法打开该页";
DidFailLoadMessageFormat = "URL: %@\n原因: %@";
LoadingErrorString = "资源不可用。";
WebLoadingString = "正在加载…";

DownloadInfoFormatString = "%@，共%@";
BytesFormatString = "%d 字节";
KilobytesFormatString = "%.1f KB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "网络";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP 无线连接";
UNKNOWN = "未知";

ProfileErrorTitle = "无法注册配置文件";
ProfileOperationErrorMessage = "ColorSync 注册失败，错误代码：%i。";
ProfileNotFoundMessage = "设备的 ColorSync 条目有错误。请重新创建打印队列修复此问题。";

StatusLineSeparator = "%，";
ClearStatusLineSeparator = "，";
ConnectingMessage = "正在连接到设备\n%@";
AbstractConnectingMessage = "正在连接…";
RetrieveInformationProcessTitle = "正在检索信息…";
ApplySettingsProgressTitle = "正在应用设置…";

CouldNotRetrieveSettings = "无法检索设置";
CouldNotRetrieveSettingsDescription = "与设备通信时发生未知错误。请稍后再试。";

//paper management keys
ResponseErrorMessage = "请检查并确认您的设备已连接、打开且未在打印。";
OfflineTitle = "设备已脱机";
OfflineMsg = "设备已脱机，不能处理打印作业。";
DownloadProfilesTitleString = "正在下载 ICC 配置文件…";
SynchronizeProfilesTitleString = "正在更新 ICC 配置文件…";

//PrintingPropertiesWindow
"TaskNameTitle" = "打印属性";
"PaperThicknessTitle" = "纸张厚度:";
"NormalThicknessTitle" = "正常";
"ThickThicknessTitle" = "厚";
"DryTimeTitle" = "晾干时间:";
"ManualDryTimeSecondsTitle" = "秒";
"NoneDryTimeTitle" = "无";
"ReducedDryTimeTitle" = "缩短";
"AutomaticDryTimeTitle" = "自动";
"ExtendedDryTimeTitle" = "延长";
"ManualDryTimeTitle" = "手动";
"StarwheelsTitle" = "星形轮:";
"UpStarwheelsTitle" = "向上";
"DownStarwheelsTitle" = "向下";
"VacuumLevelTitle" = "真空度：";
"HighestVacuumLevelTitle" = "最高";
"HighVacuumLevelTitle" = "高";
"NormalVacuumLevelTitle" = "正常";
"LowVacuumLevelTitle" = "低";
"LowestVacuumLevelTitle" = "最低";
"AdvanceAdjustmentTitle" = "进纸校准：";
"AdvanceAdjustmentUnitsTitle" = "‰（千分之一）";
"AdvanceAdjustmentInfoTitle" = "（1‰ 为每米 1 毫米或每英寸 1 密耳）";
"InkLimitsTitle" = "全局墨水限制:";
"GlossEnhancerTitle" = "光亮剂量:";
"CutterTitle" = "裁纸器";
"RestorePrintingPropTitle" = "恢复打印属性";
"HelpButtonTooltip" = "帮助";
HSDGoBackButtonTitle = "返回";

// status
StapleCartridgeTitle = "订书钉盒 %d";
BlackDrumTitle = "黑色滚筒";
CyanDrumTitle = "青色滚筒";
YellowDrumTitle = "黄色滚筒";
MagentaDrumTitle = "洋红色滚筒";
BlackCartridgeTitle = "黑色墨盒";
CyanCartridgeTitle = "青色墨盒";
MagentaCartridgeTitle = "紫红色墨盒";
YellowCartridgeTitle = "黄色墨盒";
ImageTransferKit = "转印套件";
ImageFuserKit = "定影器套件";
RollerKit = "滚筒套件";
MaintenanceKit = "维护套件";
TonerCollectionUnit = "碳粉收集装置";
DocumentFeederKit = "文档进纸器套件";
InkCollectionUnit = "油墨收集装置";

BlackInkCartridgeTitle = "黑色墨水";
CyanInkCartridgeTitle = "青色墨水";
MagentaInkCartridgeTitle = "紫红色墨水";
YellowInkCartridgeTitle = "黄色墨水";
LightCyanInkCartridgeTitle = "淡青色墨水";
LightMagentaInkCartridgeTitle = "淡紫红色墨水";
CMYInkCartridgeTitle = "三色墨水";
KCMInkCartridgeTitle = "照片墨水";
GGKInkCartridgeTitle = "灰色照片墨水";
BCMInkCartridgeTitle = "蓝色照片墨水";
MatteBlackInkCartridgeTitle = "亚光黑色墨水";
PhotoBlackInkCartridgeTitle = "照片黑色墨水";
LightGrayInkCartridgeTitle = "淡灰色墨水";
GrayInkCartridgeTitle = "灰色墨水";
SilverInkCartridgeTitle = "银墨";
GoldInkCartridgeTitle = "金色";
BronzeInkCartridgeTitle = "铜色";
MetallicInkCartridgeTitle = "金属色";
LeftInkCartridgeTitle = "左侧";
RightInkCartridgeTitle = "右侧";

BlackPrintheadName = "黑色打印头";
CyanPrintheadName = "青色打印头";
MagentaPrintheadName = "紫红色打印头";
YellowPrintheadName = "黄色打印头";
LightCyanPrintheadName = "淡青色打印头";
LightMagentaPrintheadName = "淡紫红色打印头";
CMYPrintheadName = "CMY 打印头";
KCMPrintheadName = "KCM 打印头";
GGKPrintheadName = "gGK 打印头";
BlackYellowPrintheadName = "黑色/黄色打印头";
CyanMagentaPrintheadName = "青色/紫红色打印头";
MagentaYellowPrintheadName = "紫红色/黄色打印头";
MatteBlackCyanPrintheadName = "亚光黑色/青色打印头";
LightMagentaLightCyanPrintheadName = "淡紫红色/淡青色打印头";
PhotoBlackLightGrayPrintheadName = "照片黑色/淡灰色打印头";
CMYKPrintheadName = "CMYK 打印头";
BBBKPrintheadName = "BBBK 打印头";
MagentaCyanPrintheadName = "品红色 / 青色打印头";
MatteBlackYellowPrintheadName = "磨砂黑 / 黄色打印头";
GrayPhotoBlackPrintheadName = "灰色 / 照片黑色打印头";

TrayNameTemlate = "纸盘 %d";
"ENV FEEDER" = "信封输送器";
"Envelope Feeder" = "信封输送器";
"Multipurpose Tray" = "多用途纸盒";

MediaStatusUnknown = "未知的";
MediaStatusNotEmpty = "尚未用完";
MediaStatusEmpty = "已空";
MediaStatusLow = "不足";
MediaStatusFull = "已满";
MediaStatusOk = "确定";

BlackPrintheadColor = "黑色";
CyanPrintheadColor = "青色";
MagentaPrintheadColor = "紫红色";
YellowPrintheadColor = "黄色";
LightCyanPrintheadColor = "淡青色";
LightMagentaPrintheadColor = "淡紫红色";
CMYPrintheadColor = "CMY 打印头";
KCMPrintheadColor = "KCM 打印头";
GGKPrintheadColor = "gGK 打印头";
BlackYellowPrintheadColor = "黑色 / 黄色";
CyanMagentaPrintheadColor = "青色 / 紫红色";
MagentaYellowPrintheadColor = "紫红色 / 黄色";
MatteBlackCyanPrintheadColor = "亚光黑色 / 青色";
LightMagentaLightCyanPrintheadColor = "淡紫红色 / 淡青色";
PhotoBlackLightGrayPrintheadColor = "照片黑色 / 淡灰色";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "访问在线信息";
HSDOnlineWarningSheetBasicMessage = "如果您单击“继续”，将会使用您的默认网络浏览器联机并访问 HP 网页。";

HSDOnlineWarningSheetExtendedMessage = "如果单击“继续”，默认网络浏览器将可用于联机和访问 HP 网络页面。 要完成操作，某些信息将发送到 HP 网络服务器。";
HSDOnlineWarningSheetExtendedComment = "HP 可能会使用这些信息创建个性化体验，提供相关服务，以及改进您使用 HP 产品的体验。";

HSDOnlineWarningSheetCheckboxTitle = "不再显示此警告";
HSDPrivacyPolicyOnlineLinkTitle = "HP 隐私声明";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/cn/zh/privacy.html";

HSDPrivacyStatementOnlineLink = "HP 隐私声明";
HSDViewPrivacyStatementOnlineLink = "HP 隐私声明";
HSDViewSharedDataLink = "查看与 HP 共享的数据";

DetailsTitle = "详细信息";

MacOSVersion = "Mac OS 版本";
DeviceSerialNumber = "设备序列号";
DeviceModelNumber = "设备型号";
DeviceModelName = "设备型号名称";
DeviceProductNumber = "设备产品编号";
ServiceID = "服务 ID";
ModelID = "型号";
DeviceSKUName = "设备型号名称";
HSDLifesaverClaimIDTitle = "激活码";
HSDDeviceUUIDTitle = "设备 UUID";
HSDZipCodeTitle = "邮政编码";

UndefinedDrumTitle = "成像鼓";

// authentication dialog
AuthenticationTitle = "请键入您的密码以访问这些设置。";
AuthenticationDescription = "您尝试访问的设置需要有先前在设备上设置的密码。";
ShowPasswordTitle = "显示密码";
KeyChainTitle = "在我的密钥链中记住此密码";
IncorrectPasswordMessage = "密码不正确。";

// ICC profile registration
DriverNeedsUpdateMsg = "您的驱动程序需要更新。请单击“HP 支持”以转到 HP 网站，检查是否存在新驱动程序。";
DeviceIsBusyMsg = "设备正忙。请在设备未进行打印时重试。";
HPSupportButtonTitle = "HP 支持";

// Applying device settings
ApplyDeviceSettingsGenericError = "无法应用设置";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "检查设备是否已联机并已连接。";

// assistant
AssistantCloseAlertTitle = "是否确实要关闭此助手?";
AssistantCloseAlertMessage = "此助手可配置您的 HP 设备或软件，以便您可以利用其所有的功能和特性。如果未正确配置此设备，则有些功能不起作用。";
AssistantTocViewWidth = "140";
AssistantTaskViewPreferredSize = "{630,381}";

DeviceIsAlreadySetUpTitle = "已设置设备";
DeviceIsAlreadySetUpMessage = "所选设备已设置完毕。";

DeviceDoesNotRequireSetupTitle = "无需任何设置";
DeviceDoesNotRequireSetupMessage = "所选设备无需设置。";

CannotConfigureWirelessTitle = "无法设置无线";
CannotConfigureWirelessMessage = "当网线连接时 Wi-Fi 无法使用。";

HSDUseHPEasyStartToSetupDeviceTitle = "要设置此设备，必须使用 HP Easy Start";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start 提供了用于设置 HP 打印机以及在 Mac 上准备打印操作的新方法。HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:要设置此地址的设备，必须使用 HP Easy Start。HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start 将为您的打印机查找并安装最新软件，然后引导您完成打印机设置。

请从 HSD_LINK:HSDEasyStartLink 获取 HP Easy Start。";

DeviceIsNotSupportedTitle = "该设备不受支持";
DeviceIsNotSupportedMessage = "升级 HP Utility 或使用其他支持此设备的惠普软件也许能解决此问题。";
DeviceAtAddressIsNotSupportedString = "设备地址不受支持。升级 HP Utility 或使用其他支持此设备的惠普软件也许能解决此问题。";
MultipleDriversNotInstalledTitle = "未找到设置您的设备所需的 HP 软件";
MultipleDriversNotInstalledWarningTitle = "未找到设置您的设备所需的某些 HP 软件";
PrintDriverNotInstalledTitle = "未找到设置打印所需的 HP 软件";
ScanDriverNotInstalledTitle = "未找到设置扫描所需的 HP 软件";
FaxDriverNotInstalledTitle = "未找到设置传真所需的 HP 软件";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:从 HSD_LINK:HSD_URL:HSDSupportLink_URL 为您的设备下载并安装最新的软件，然后重试。";
HSDMissingSoftwareMessage = "HSD_TEXT:从 HSD_LINK:HSD_URL:HSDSupportLink_URL 为您的设备下载并安装最新的软件，然后重试。如果您选择在不安装最新版本的软件的情况下继续，某些功能将不可用。";

DisabledFeaturesWarningSheetTitle = "已禁用功能";
DisabledFeaturesWarningSheetMessage = "管理员可以禁用选定设备的某些功能。\n\n有关详细信息，请联系管理员或查看设备文档。";

DeviceIsConnectedViaAccessPointTitle = "设备无法通过特殊无线网络进行设置";
DeviceIsProbablyConnectedViaAccessPointMessage = "所选设备的连接可能是通过该设备创建的特殊无线网络建立的。如果该设备出现在清单上两次，那么请选择当前没有选中的项。或者确保设备连接到你的电脑可以访问的有线或无线网络，然后重试。\n\n如果你的电脑没有连接到该设备的特殊无线网络上，请点击继续，对设备进行设置。";
DeviceIsConnectedViaAccessPointMessage = "所选设备的连接可能是通过该设备创建的特殊无线网络建立的。如果该设备出现在清单上两次，那么请选择当前没有选中的项。或者确保设备连接到你的电脑可以访问的有线或无线网络，然后重试。";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP 隐私声明";
HPPrivacyStatement = "HP 致力于保护客户的隐私。注册数据可能会以匿名方式进行使用和汇集以用于市场调查目的，从而便于 HP 改善其产品质量和提升服务品质。收集的数据可能保留最多 5 年时间（从最后的数据传输到 HP 的日期开始起计），数据也可能会被发送到位于海外的 HP 相关机构。\n\nHP 以电子形式将您的信息发送到 HP 服务器。发送信息的计算机的 IP 地址仅用于传输目的。";
HPOnlinePrivacyStatementButtonTitle = "HP 隐私声明";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "设置";

//Add Device Manually titles
ManualAddWindowTitle = "手动添加设备";
ManualAddTitle = "手动添加设备";
ManualAddAddressTypeLabel = "地址类型：";
ManualAddAddressLabel = "地址：";
ManualAddFormatTitle = "格式：";
AddButton = "添加";

InvalidAddress = "地址格式无效";
ProgressMessage = "正在连接设备…";
NotReachableMessage = "无法访问设备";
NotSupportedDeviceMessage = "不支持此地址的设备";

HostHameFormat = "名称.域";
HostOrBonjourDomainName = "主机或 Bonjour 域名";

ConnectToNetworkWithoutBluetooth = "请将计算机连接到有线或无线网络并重试。";
ConnectToNetwork = "请将计算机连接到有线或无线网络，或启用 Bluetooth，然后重试。";
NoNetworkConnection = "无网络连接";

BluetoothIsOffAlertMessage = "已关闭 Mac 机上的蓝牙";
BluetoothIsOffAlertExplanation = "请通过“系统偏好设置”或“蓝牙”菜单启用蓝牙";

HPTableHeaderColumnName = "列";
MoreInfoTitle = "更多信息";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "设备已断开连接";
kDeviceReconnectUnavailabilityAlertTitleKey = "无法建立设备连接。";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "重新连接";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "选择其他…";
kDeviceUnavailabilityAlertMessageKey = "可选择其他设备或尝试重新连接当前设备。";

HSDCurrentSettingTitle = "[当前设置]";

DeviceInReserveModeMsgPigment = "无法在保留模式下执行对齐，请更换空墨盒或缺失墨盒。";
NoPensErrorMessagePigment = "如果打印墨盒已安装，请确认已移除封在墨盒喷嘴上的塑料胶带。";
SomePenErrorMessagePigment = "墨盒可能缺失、未被检测到或安装不正确。";
PageWideCollectionUnit = "集合单位";
BlackPageWideCartridgeTitle = "黑色墨盒";
CyanPageWideCartridgeTitle = "青色墨盒";
MagentaPageWideCartridgeTitle = "品红色墨盒";
YellowPageWideCartridgeTitle = "黄色墨盒";

// Printer sleeping warning
PrinterIsSleepingTitle = "打印机处于睡眠模式时，此功能不可用";
PrinterIsSleepingMessage = "如果现在要唤醒打印机，请单击下方的“唤醒”按钮。";
WakeUpButtonTitle = "唤醒";

HSDUserNameTitle = "用户名：";
HSDPasswordTitle = "密码：";

HSDPromptToLogin = "要查看此页面，您必须登录。";
HSDPromptToLoginIncorrectPassword = "您输入的用户名或密码不正确。确保正确输入，然后重试。";
HSDPromptToLoginInformativeText = "您的密码将以未加密形式发送。";
